Repository: aldatsa/cinnamon-applet-template
Catalog: po/*.po
Languages: eu

source: Hello Cinnamon!
eu: Kaixo Cinnamon!

source: Menu element 1
eu: Menuko elementua 1

source: Menu element 1 clicked
eu: Menuko elementua 1 klikatuta

source: Menu element 2
eu: Menuko elementua 2

source: Menu element 2 clicked
eu: Menuko elementua 2 klikatuta

source: Context menu switch test
eu: Laster-menuko etengailuaren proba

source: Context menu switch test toggled
eu: Laster-menuko etengailuaren proba txandakatuta

source: Settings changed...
eu: Ezarpenak aldatu dira...

source: The new value of 'settings-test-scale' is:
eu: 'settings-test-scale'ren balio berria hau da:

source: Scale test
eu: Eskalaren proba

source: Cinnamon applet starter template.
eu: Cinnamon applet-en hasierako txantiloia.

source: Cinnamon applet template
eu: Cinnamon applet txantiloia
